Repository: wp-plugins/kkprogressbar
Catalog: lang-kkprogressbar-*.po
Languages: pl_pl

source: List of projects
pl_pl: Lista projektów

source: Add/Edit Project
pl_pl: Dodaj/Edytuj Projekt

source: Settings
pl_pl: Ustawienia

source: Documentation
pl_pl: Dokumentacja

source: Data saved correctly.
pl_pl: Dane zapisane prawidłowo.

source: Error: An error occurred when saving data. Please try again or contact the author of the plugin.
pl_pl: Błąd: Wystąpił błąd podczas zapisywania danych. Proszę spróbować ponownie lub skontaktować się z autorem pluginu.

source: The project saved correctly.
pl_pl: Projekt został zapisany prawidłowo.

source: Project name:
pl_pl: Nazwa projektu:

source: Link to project site:
pl_pl: Link do strony projektu:

source: Project description:
pl_pl: Opis projektu:

source: Tasks:
pl_pl: Zadania:

source: Add new task
pl_pl: Dodaj nowe zadanie

source: Name
pl_pl: Nazwa

source: Manual percentage
pl_pl: Poziom zaawansowania

source: Progress
pl_pl: Postęp

source: The target value
pl_pl: Wartość końcowa

source: The current value
pl_pl: Wartość aktualna

source: Save task
pl_pl: Zapisz zadanie

source: Cancel
pl_pl: Anuluj

source: Save project
pl_pl: Zapisz projekt

source: In progress
pl_pl: Zapisuję

source: Your database is out of date. Please upgrade the database, to do this, press the button below.
pl_pl: Twoja baza danych jest nieaktualna. Należy zaktualizować bazę danych poprzez kliknięcie w poniższy przycisk.

source: Update
pl_pl: Aktualizuj

source: <strong>Plugin is not configured. It may not work correctly.</strong> Go to settings, make your selection and save settings.
pl_pl: <strong>Plugin nie został skonfigurowany. Może nie działać prawidłowo.</strong> Przejdź do zakładki USTAWIENIA, wybierz odpowiednie opcje i kliknij przycisk ZAPISZ.

source: Task
pl_pl: Zadanie

source: saved correctly
pl_pl: zapisano poprawnie

source: not saved. In the free version you can add two tasks for each project. Feel free to purchase the professional version.
pl_pl: nie został zapisany. W darmowej wersji możesz dodać dwa zadania do każdego projektu. Zapraszam do zakupu wersji profesjonalnej pluginu.

source: not saved. Please contact the plugin author
pl_pl: nie zapisano. Proszę skontaktować się z autorem pluginu.

source: The project has not been saved. Please contact the author of the plugin.
pl_pl: Projekt nie został zapisany. Proszę spróbować ponownie lub skontaktować się z autorem pluginu.

source: The project has been deleted.
pl_pl: Projekt został usunięty.

source: The project has not been removed. Please contact the author of the plugin.
pl_pl: Projekt nie mógł zostać usunięty. Proszę spróbować ponownie lub skontaktować się z autorem pluginu.

source: Description
pl_pl: Opis

source: Options
pl_pl: Opcje

source: Edit
pl_pl: Edytuj

source: Delete
pl_pl: Usuń

source: Please confirm the removal of the project along with all progressbarami assigned to him.
pl_pl: Potwierdź usunięcie projektu. Razem z projektem zostaną usunięte wszystkie zadania do niego przypisane.

source: Legend
pl_pl: Legenda

source: Active
pl_pl: Aktywny

source: Works suspended
pl_pl: Prace wstrzymane

source: Inactive (not displayed)
pl_pl: Nieaktywny (nie jest wyświetlany)

source: Blue
pl_pl: Niebieski

source: Gragient
pl_pl: Gradient

source: Dark
pl_pl: Ciemy

source: Light
pl_pl: Jasny

source: General Settings
pl_pl: Ustawienia ogólne

source: Progress bar settings:
pl_pl: Ustawienia paska postępu:

source: Use a solid color or gradient?
pl_pl: Użyć jednolitego koloru czy gradientu?

source: Progressbar gradient
pl_pl: Gradient paska postępu

source: Background progress bar settings:
pl_pl: Ustawienia tła paska postępu:

source: Progressbar background
pl_pl: Tło paska postępu

source: Border color
pl_pl: Kolor obramowania

source: General settings:
pl_pl: Ustawienia ogólne:

source: Show information about the project?
pl_pl: Wyświetlić informację o projekcie?

source: Do you want to view information icon? After moving the cursor on the icon, the user will see a cloud with information about the project.
pl_pl: Czy ma być wyświetlona ikonka informacyjna? Po najechaniu na ikonkę kursorem, użytkownikowi wyświetli się dymek z opisem projektu.

source: Show project progressbar?
pl_pl: Wyświetlić ogólny pasek postępu dla projektu?

source: Do you want to display a progress bar that summarizes the general progress of work on the project. It is calculated based on the average values ​​of all tasks belonging to the project.
pl_pl: Czy ma być wyświetlony ogólny pasek postępu projektu? Jest on obliczany na podstawie średniej wartości zaawansowania ze wszystkich zadań przypisanych do danego projektu.

source: Display the percentage of completion?
pl_pl: Wyświetlić procent zaawansowania prac nad projektem?

source: Do you want to display a numeric percentage progress on the project.
pl_pl: Czy ma być wyświetlony procent zaawansowania prac nad projektem?

source: Title:
pl_pl: Tytuł:

source: - Work suspended.
pl_pl: - prace wstrzymane.

source: Plugin web site.
pl_pl: Strona pluginu.

source: Author
pl_pl: Autor

source: People who helped in plugin translation
pl_pl: Ludzie, którzy pomagają w tłumaczeniu pluginu

source: Thank you
pl_pl: Dziękuję!

source: More settings can be found in the professional version of the plugin.
pl_pl: Więcej opcji zjadziesz w wersji profesjonalnej pluginu.

source: Save changes
pl_pl: Zapisz zmiany

source: Progressbar preview
pl_pl: Podgląd paska postępu

source: You are not allowed to be here
pl_pl: Nie jesteś upoważniony, aby znajdować się na tej stronie.
